{"podcast_details": {"podcast_title": "The 7", "episode_title": "Wednesday, August 23, 2023", "episode_image": "https://podcast.posttv.com/series/20221101/t_1667337760635_name_the7_mainart.jpg", "episode_transcript": " The person you won't see at the first Republican debate, India's moon mission and a rare giraffe born at a Tennessee zoo. That's some of what we'll get to on The 7 from the Washington Post. I'm Jeff Pierre. It's Wednesday, August 23rd. Let's get you caught up with today's seven stories. Number one, the first Republican presidential debate is tonight in Milwaukee. There are eight participants. You can expect to see former Vice President Mike Pence and Florida Governor Ron DeSantis. Former South Carolina Governor Nikki Haley will also be there. And another household name taking part is former New Jersey Governor Chris Christie. One candidate you won't see is Donald Trump. He said he'll post a pre-recorded interview with former Fox News host Tucker Carlson instead. This past Sunday, some Republican presidential candidates commented on Trump's indictments and his decision to skip the debate. One of them was former Arkansas Governor Asa Hutchinson. He appeared on CNN's State of the Union. Well, I expect it to be even more important without Donald Trump on the stage because this is the first time voters are going to be able to contrast the candidates and their positions. And I know we want it to be civil, but let me tell you, it's going to be a vigorous exchange and it's important because there's difference between the candidates. You can watch the debate on Fox News at 9 p.m. Eastern. Number two, a massive heat wave over the central U.S. could set hundreds of records. Excessive heat warnings are in effect in 16 states across the Midwest, Plains and South. Heat indexes will approach 130 degrees in some places today. It's the most significant heat wave in the Midwest in years. The heat wave will be dangerous for anyone who spends extended time outdoors or doesn't have adequate cooling or hydration. But scientists announced yesterday that they found a new technique for predicting heat waves. It could help communities prepare for extreme heat in the future. Number three, eight people were rescued from a cable car stuck at 900 feet in Pakistan yesterday. Six children and two adults spent hours dangling above a remote mountainous area in the country's north. They got stuck after a cable snapped. The rescue was dramatic. Two kids were saved in a sling lowered from a helicopter. The others were rescued using a chairlift that edged along an intact cable. You can watch the video of the rescue on our homepage, but maybe avoid it if you're scared of heights. Number four, police said a man who killed a woman over a pride flag wrote hateful posts. Laura Carlton was shot dead outside her clothing store in Cedar Glen, California on Friday. She was 66. Authorities identified a 27 year old man as her killer. He was killed by deputies after the attack. Police said on Monday that the man yells homophobic slurs before the killing and tore down a pride flag that was hanging in front of the store. He had allegedly written and shared homophobic posts on social media before the attack. Number five, India will attempt to land on the moon today. It's aiming to become the first nation to make a soft landing on the moon's south pole. A Russian spacecraft crashed when trying to make a similar landing this weekend. So why is everyone trying to get to the moon again? There's a race to land on the moon's south pole because it has pools of ice. These pools could provide water for long term settlements. They could also act as a fueling station for space exploration because the hydrogen and oxygen from water can be made into rocket fuel. India's uncrewed spacecraft is set to touch down this morning. You can watch it on the Indian Space Agency's YouTube channel from around 7.50 a.m. Eastern. Number six, Metis threads is getting a desktop version. The tech space platform connected to Instagram has seen flagging interest. When it launched in July, it gained more than 100 million signups in less than a week. But now it has around 75 percent fewer active daily users than last month. This is according to a third party analytics firm. It's struggling to compete with X, the platform formerly known as Twitter, even though X's user base is also stagnating. Threads hopes to reignite interest with web browser capability and other updates. The new feature is expected to roll out in the coming days. And at number seven, a spotless giraffe was born in a Tennessee zoo. This is extremely rare. She's solid brown without the trademark camouflage patches that help giraffes release and regulate their body heat. The zoo said this week that this spotless giraffe is the only one of her kind on the planet. And you can actually help name her. The zoo has shortlisted four names the public can vote on. Kippa K, which means unique. Fir Yali, which means extraordinary. Shakiri, which means she is most beautiful. And Jamela, which means one of great beauty. You can find the link in our newsletter and pick your favorite. The zoo is hoping that the unusual creature will help draw attention to the conservation of wild giraffes. You're all caught up for today. If you're looking for another great podcast to dig deeper into the news of the day, check out our afternoon show, Postreports. This week, I produced an episode for the show about a girl who led a life and death fight against forever chemicals. Find Postreports wherever you listen to podcasts. I'm Jeff Pierre and I will meet you back here tomorrow."}, "podcast_summary": "Headline 1: The first Republican presidential debate is happening without Donald Trump, but it's still important for voters to see the candidates' differences. You can watch it on Fox News at 9 p.m. Eastern.\n\nHeadline 2: A dangerous heat wave is hitting the central US, with temperatures reaching 130 degrees in some places. Scientists have found a new way to predict heat waves to help communities prepare for the future.\n\nHeadline 3: Eight people were rescued from a cable car in Pakistan after it got stuck at 900 feet. Two children were saved by a helicopter sling and the others were rescued using a chairlift.\n\nHeadline 4: A man who killed a woman for displaying a pride flag wrote hateful posts on social media. The woman was shot outside her store in California and the attacker was later killed by deputies.\n\nHeadline 5: India is attempting to land on the moon's south pole today to find water and potential fuel sources. The mission aims to make India the first nation to achieve a soft landing in that area.\n\nHeadline 6: The tech platform Metis Threads is getting a desktop version to regain interest. It has seen a decline in active users and hopes the new feature will help compete with other platforms like Twitter.\n\nHeadline 7: A rare spotless giraffe was born in a Tennessee zoo and you can help name her. The giraffe lacks the usual patches on its body and is the only one of its kind in the world. The zoo hopes this unique creature will raise awareness for giraffe conservation.", "podcast_guest": "India, officially the Republic of India (ISO: Bhārat Gaṇarājya), is a country in South Asia.  It is the seventh-largest country by area; the most populous country as of June 2023; and from the time of its independence in 1947, the world's most populous democracy. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand, Myanmar, and Indonesia.\nModern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.\nTheir long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.\nBy 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest. Its evidence today is found in the hymns of the Rigveda. Preserved by an oral tradition that was resolutely vigilant, the Rigveda records the dawning of Hinduism in India. The Dravidian languages of India were supplanted in the northern and western regions.\nBy 400 BCE, stratification and exclusion by caste had emerged within Hinduism,\nand Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.\nEarly political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.\nTheir collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief. In South India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of Southeast Asia.In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism became established on India's southern and western coasts.\nMuslim armies from Central Asia intermittently overran India's northern plains,\neventually founding the Delhi Sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.\nIn the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.\nIn the Punjab, Sikhism emerged, rejecting institutionalised religion.\nThe Mughal Empire, in 1526, ushered in two centuries of relative peace,\nleaving a legacy of luminous architecture.\nGradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty. British Crown rule began in 1858. The rights promised to Indians were granted slowly, but technological changes were introduced, and modern ideas of education and the public life took root. A pioneering and influential nationalist movement emerged, which was noted for nonviolent resistance and became the major factor in ending British rule. In 1947 the British Indian Empire was partitioned into two independent dominions, a Hindu-majority Dominion of India and a Muslim-majority Dominion of Pakistan, amid large-scale loss of life and an unprecedented migration.India has been a federal republic since 1950, governed through a democratic parliamentary system. It is a pluralistic, multilingual and multi-ethnic society. India's population grew from 361 million in 1951 to almost 1.4 billion in 2022.\nDuring the same time, its nominal per capita income increased from US$64 annually to US$2,601, and its literacy rate from 16.6% to 74%. From being a comparatively destitute country in 1951, India has become a fast-growing major economy and a hub for information technology services, with an expanding middle class. It has a space programme. Indian movies, music, and spiritual teachings play an increasing role in global culture. India has substantially reduced its rate of poverty, though at the cost of increasing economic inequality. India is a nuclear-weapon state, which ranks high in military expenditure. It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century. Among the socio-economic challenges India faces are gender inequality, child malnutrition, and rising levels of air pollution. India's land is megadiverse, with four biodiversity hotspots. Its forest cover comprises 21.7% of its area. India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.\n\n", "podcast_highlights": "Today we have news from the United States, India, Pakistan, and Tennessee"}